/* 
  Localizable.strings
  FMPFeedbackForm

  Created by Anton Barkov on 30.03.2020.
  Copyright © 2020 MacPaw. All rights reserved.
*/

/* Invalid email error text. */
"Incorrect email" = "Incorrect email";

/* System profile checkbox title. */
"Send anonymous system profile" = "Send anonymous system profile";

/* Send feedback button caption. */
"Send Feedback" = "Send Feedback";

/* Send feedback button caption. */
"Sending..." = "Sending...";

/* Tab title in system profile pop-up */
"System" = "System";

/* Tab title in system profile pop-up */
"Console" = "Console";

/* Tab title in system profile pop-up */
"Preferences" = "Preferences";

/* Attach file button caption. */
"Attach File..." = "Attach File...";

/* Feedback form title. */
"Provide Feedback" = "Provide Feedback";

/* Feedback form description. */
"Please provide a detailed description of your problem, suggestion, bug-report or question so that we have a clear picture of your request and react to it with maximum effectiveness." = "Please provide a detailed description of your problem, suggestion, bug-report or question so that we have a clear picture of your request and react to it with maximum effectiveness.";

/* Feedback subject option. */
"Feedback" = "Feedback";

/* Feedback subject option. */
"Support Request" = "Support Request";

/* Feedback subject option. */
"Bug Report" = "Bug Report";

/* Customer name field placeholder. Any generic name and surname specific to the language, nothing too funny though. */
"John Appleseed" = "John Appleseed";

/* Feedback details field placeholder. */
"Write your message here..." = "Write your message here...";

/* Internet connection error title. */
"Report could not be sent due to a connection problem." = "Report could not be sent due to a connection problem.";

/* Internet connection error text. */
"Please check your Internet connection or Firewall settings and try again." = "Please check your Internet connection or Firewall settings and try again.";

/* Generic error title. */
"An error occurred while sending report." = "An error occurred while sending report.";

/* Generic error text. */
"Please make sure you've filled the form correctly and try again (error code: %@)." = "Please make sure you've filled the form correctly and try again (error code: %@).";

/* Successful feedback send message title. */
"Feedback successfully sent!" = "Feedback successfully sent!";

/* Successful feedback send message text. */
"Every user report gets carefully analyzed, however, not all requests will be answered directly.\nThank you for helping us make our products better!" = "Every user report gets carefully analyzed, however, not all requests will be answered directly.\nThank you for helping us make our products better!";
